Repository: xcv58/MacTools
Catalog: Plugins/BatteryChargeLimit/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.manifest.discharge.title
source: 放电至充电上限
ar: تفريغ البطارية إلى حد الشحن
de: Bis zur Ladegrenze entladen
en: Discharge to Charge Limit
es: Descargar hasta el límite de carga
fr: Décharger jusqu’à la limite de charge
ja: 充電上限まで放電
ko: 충전 한도까지 방전
pt: Descarregar até ao limite de carga
ru: Разрядить до предела зарядки
tr: Şarj Sınırına Deşarj Et
zh_hant: 放電至充電上限
